let chairArmPoang = {
    의자이름 : 'POANG 포엥',
    제품번호 : '494.842.37',
    소재 : '폴리프로필렌 100%',
    조립방법번호 : '301.586.59',
    제조국 : '중국',
    가격 : '149800',
    디자이너 : 'IKEA of Sweden',
    치수 : '',
    커버 : '다크그레이',
    보증 : '10',
    제조사 : 'IKEA of Sweden AB'
}
let chairArmStrandmon = {
    의자이름 : 'STRANDMON 스트란드몬',
    제품번호 : '603.618.95',
    소재 : '폴리프로필렌 100%',
    조립방법번호 : '603.618.95',
    제조국 : '중국',
    가격 : '299900',
    디자이너 : 'IKEA of Sweden',
    치수 : '',
    커버 : '다크그레이',
    보증 : '10',
    제조사 : 'IKEA of Sweden AB'
}
let chairLeatherEkenaset = {
    의자이름 : 'EKENASET 에케네세트',
    제품번호 : '305.390.13',
    소재 : '폴리우레탄 100%',
    조립방법번호 : '305.390.13',
    제조국 : '중국',
    가격 : '279000',
    디자이너 : 'IKEA of Sweden',
    치수 : '',
    커버 : '블랙',
    보증 : '10',
    제조사 : 'IKEA of Sweden AB'
}
let chairLeatherPoang = {
    의자이름 : 'POANG 포엥',
    제품번호 : '998.645.17',
    소재 : '폴리프로필렌 100%',
    조립방법번호 : '301.586.59',
    제조국 : '중국',
    가격 : '239000',
    디자이너 : 'Noboru Nakamura',
    치수 : '',
    커버 : ['다크브라운', '에그쉘'],
    보증 : '10',
    제조사 : 'IKEA of Sweden AB'
}
let chairRattanRadviken = {
    의자이름 : 'RADVIKEN 로드비켄',
    제품번호 : '302.954.73',
    소재 : '종이',
    조립방법번호 : '302.954.73',
    제조국 : '중국',
    가격 : '229000',
    디자이너 : 'Andreas Fredriksson',
    치수 : '',
    커버 : ['다크브라운','블랙'],
    보증 : '10',
    제조사 : 'IKEA of Sweden AB'
}
let chairRattanBuskbo = {
    의자이름 : 'BUSKBO 부스크보',
    제품번호 : '504.429.63',
    소재 : '라탄',
    조립방법번호 : '504.429.63',
    제조국 : '중국',
    가격 : '89900',
    디자이너 : 'Nike Karlsson',
    치수 : '',
    커버 : ['블랙', '베이지', '그레이'],
    보증 : '10',
    제조사 : 'IKEA of Sweden AB'
}
let chairWoodPersbol = {
    의자이름 : 'PERSBOL 페르스볼',
    제품번호 : '305.259.21',
    소재 : '폴리에스테르 100%',
    조립방법번호 : '305.259.21',
    제조국 : '중국',
    가격 : '249000',
    디자이너 : 'Nike Karlsson',
    치수 : '',
    커버 : ['블랙', '베이지', '그레이'],
    보증 : '10',
    제조사 : 'IKEA of Sweden AB'
}
let chairWoodFroset = {
    의자이름 : 'FROSET 프뢰세트',
    제품번호 : '604.256.42',
    소재 : '성형접착접합 무늬목',
    조립방법번호 : '604.256.42',
    제조국 : '중국',
    가격 : '99900',
    디자이너 : 'S Fager',
    치수 : '',
    커버 : ['레드스테인', '블랙스테인', '화이트스테인'],
    보증 : '10',
    제조사 : 'IKEA of Sweden AB'
}
