

// 윤진섭
// 객체 선언
// 나머지 문제들 전부 해당 객체를 복사 붙여넣기해서 사용합니다


// 각각의 id와 name의 값으로 '웹페', '이지' ,'단순' 을 가지고 있는 객체를 만드시오

console.log(" ----------- 객체선언 ")
obj1 = [
    {name : "웹페"},
    {name : "이지"},
    {name : "단순"},
]

// {
//   객체 접근
//   console.log(output_data); // 이지
// }

// 문다은
//   객체 접근
console.log(" ----------- 1")
// let output_data = ojb1[1]
console.log(obj1[1].name); // 이지

// 배상아
//   객체 값 변경
//   2번째 id의 값을 '이퍼'로 변경하시오

// 윤진섭
//   객체 찾기
//   3번째 단순만 Key, value를 둘 다 출력하시오

// 문다은
//   const array = [1,2,3,4,5]
//   위의 배열의 값을 가지고 객체의 '단순'을 출력하시오

